Repository: rogerCapone/HideTalk
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Español

source: Hello World!
es: Hola Mundo!

# splashText1
source: Define your circle. Add to favorites, hide them, talk to who you want, whenever you want and without anyone knowing it.
es: Define tu círculo. Añade a favoritos, oculta, habla con quién quieras cuando quieras y sin que nadie se entere.

# splashText2
source: We understand the importance of your privacy. Be the owner of your data.
es: Comprendemos la importancia de tu privacidad. Se el único propietari@ de tus datos.

# splashText3
source: End-to-end encryption and disposable messages -READ & DELETE -. Make an anonymous payment and you're done 😉👨🏻‍💻
es: Encriptación punto a punto y mensajes desechables -READ & DELETE-. Realiza el pago anónimo y listo 😉👨🏻‍💻

# swipe
source: Swipe to read more
es: Desliza para leer más

source: Start
es: Empezar

# createAccount
source: Create an Account
es: Crear Cuenta

# createAccountSubInfo
source: Fulfill the form or access with Google
es: Rellena los campos o accede con Google

source: Register
es: Registrarse

source: Confirm Password
es: Confirmar Contraseña

source: Rewrite Password
es: Reescribe tu Constraseña

source: Password
es: Contraseña

source: Write Password
es: Escribe tu Contraseña

# passwordHelper
source: Password should have 6 characters
es: La contraseña debe contener almenos 6 caracteres

source: Mail
es: Correo

# writeMail
source: Write your Mail
es: Escribe tu Correo

# haveAnAccount
source: Do you have an Account?
es: ¿Ya tienes cuenta?

source: Enter
es: Entra

# startAccept
source: If you register you are accepting the following
es: Si se registra accepta los siguientes

# termsAndCo
source: Terms, Conditions
es: Términos, Condiciones

source: Privacy Policy
es: Política de Privacidad

# dontHaveAccount
source: Don't have an Account?
es: No tienes cuenta?

# sureExit
source: Do you want to exit?
es: ¿Estas seguro que quieres salir?

source: Yes
es: Si

# welcome
source: 🖖🏻 Welcome Again 🖖🏾
es: 🖖🏻 Bienvenido de Nuevo 🖖🏾

# loginMailOrGoogle
source: Login with Mail or login with your Google Account
es: Inicia sesión con correo y contraseña o accede con la cuenta Google

# initSession
source: Login
es: Iniciar Sesión

# weRememberAccount
source: Account will be remembered
es: Se recordará la cuenta

# forgotPassword
source: I forgot my password
es: Olvidé mi contraseña

# forgotProcedure
source: Please enter your email and we will send you a link to return to your account
es: Por favor introduzca su Correo y le enviaremos un enlace para recuperar su cuenta

# understand
source: I understand
es: Entiendo

# visitMail
source: Visit your Mail
es: Visita tu Correo

# findResetPassword
source: You will find a reset Password Mail.
es: allaras un mensaje para reestablecer la constraseña.

source: Reset Password
es: Reestablecer Contraseña

# whatName
source: Tell us a name
es: ¿Como quieres llamarte?

# whatNameInfo
source: This is the name that other users will see. You can use emojis
es: Este es el nombre que veran los usuarios, si un emoji te define, usalo

# genderQuestion
source: Select your Gender or not 🤘🏻😏
es: Selecciona tu género o no 🤘🏻😏

# userName
source: Hide Name
es: Nombre de Usuario

# yourUserName
source: Write your Hide Name
es: Escribe tu Nombre Hide

# userNameTip
source: This name can be changed later, don't worry
es: Este nombre puede ser modificado después

# imgContact
source: Your Hide Image
es: Imagen de Contacto

# getLucky
source: Click the image to change it from the gallery, keep this one or try your luck 🍀
es: Clique la imagen para cambiarla desde la galería,quedate con esta o prueba suerte 🍀

# continuee
source: Continue
es: Continuar

# waitUntilLoading
source: Wait until it's loaded
es: Espera a que se cargue

source: My PIN
es: Mi PIN

# createPin
source: Create your PIN
es: Crea tu PIN

# fourDigits
source: 4 Digits
es: 4 Dígitos

# repeatPin
source: Repeat your PIN
es: Repite tu PIN

# pinMissMatch
source: PIN does not match 😅
es: El PIN no coincide 😅

# selectCrypto
source: Select your plan
es: Selecciona tu plan

# rememberComissions
source: Remember to include the fees in order that we receive the corresponding amount
es: Recuerda incluir las comisiones (fee) para que recibamos la cantidad correspondiente

# haveHideHash
source: I have a Hide Hash
es: Tengo un Hide Hash

# paymentAgreement
source: Once the payment has been received, you will become a HIDDEN
es: Una vez recibido el pago, te convertirás en HIDDEN

# subscription
source: Hide Plans
es: Planes Hide

# monthly
source: 6 Months
es: 6 Meses

# anual
source: 1 Year
es: 1 Año

# subSelected
source: You've selected subscription:
es: Has seleccionado la subscripción:

# transferToWallet
source: You have to transfer to the following Wallet:
es: Debes transferir a la siguiente Wallet:

# walletCopied
source: The wallet has been copied to the clipboard
es: La wallet se ha copiado al portapapeles

source: Sended
es: Enviado

# transactionReminder
source: Transactions usually take between 5-10 minutes 👨🏻‍💻
es: Las transacciones suelen tardar entre 5-10 minutos 👨🏻‍💻

# transactionDone
source: Have you done the transaction?
es: ¿Has realizado la transacción?

source: Check Payment
es: Comprobar Pago

# checkingPayment
source: Checking Payment State
es: Comprobando el Estado del Pago

# paymentFail
source: Check that the Funds have been Transferred
es: Compruebe que se han Transferido los Fondos

source: Private QR
es: QR Privado

# copyContact
source: Paste your encrypted contact 👨🏻‍💻
es: Pega tu contacto encriptado 👨🏻‍💻

source: My Account
es: Mi Cuenta

source: Notifications
es: Notificaciones

source: Logout
es: Cerrar Sesión

# sureLogout
source: You must log in again
es: Deberas volver a iniciar sesión

# closeSession
source: I would like to Log Out
es: Me gustaría cerrar sesión

# myInfo
source: My Information
es: Mi Información

source: My Contact
es: Mi Contacto

source: My QR
es: Mi QR

source: My Hashes
es: Mis Hashes

source: Delete Account
es: Eliminar Cuenta

# allCollectedData
source: This is all the information we have about you
es: Esta es toda la información que tenemos sobre ti

source: Sex:
es: Sexo:

# doesNotMatter
source: We don't care :)
es: No nos importa :)

source: Last connection:
es: Última conexión:

source: Account created:
es: Cuenta creada:

source: Sended Messages:
es: Mensajes Enviados:

# recivedMessages
source: Received Messages:
es: Mensajes Recibidos:

source: Scanned QRs:
es: QRs Escaneados:

# nContacts
source: Nº Contacts:
es: Nº Contactos:

# hideContacts
source: Nº Hidden Contacts:
es: Nº Contactos Ocultos:

# changeUserName
source: Change My Name
es: Cambiar mi Nombre

# changePin
source: Change My PIN
es: Cambiar mi PIN

source: Old PIN
es: Antiguo PIN

source: RecoverControl
es: RecuperaElControl

source: MyHides
es: MisHides

source: Secret Contacts
es: Contactos Secretos

# noSecretContacts
source: No Hidden Contacts
es: No tienes Contactos Ocultos

# copyRight
source: Copyright © {year} HideTalk All rights reserved.
es: Copyright © {year} HideTalk Todos los derechos reservados.

# twoMonthHash
source: 🍫 x 21 Days
es: 🍫 x 21 Días

# oneMonthHash
source: 🍫 x 3 Days
es: 🍫 x 3 Días

# giftOneMonth
source: Gift 🍫 x 3 Days
es: Regala 🍫 x 3 Días

# giftTwoMonth
source: Gift 🍫 x 21 Days
es: Regala 🍫 x 21 Días

# stillHave
source: Still having:
es: Aún te quedan:

# withHashCode
source: Hash Code
es: Código Hash

# sendInviteHash
source: Copied: Send your Hide Hash invitation 🍫🤙🏻
es: Copiado: Envía tu Hide Hash de invitación 🍫🤙🏻

# faceToFace
source: Face2Face
es: Cara Cara

# forTwoMonth
source: x 21 Days
es: x 21 Días

# forOneMonth
source: x 3 Days
es: x 3 Días

source: Gift
es: Regalo

# howToShareIt
source: How do you want to share it?
es: ¿Como quieres compartirlo?

# hasHash
source: Now you have a Hide Hash 🍫🤙🏻
es: Ahora ya tiene un Hide Hash 🍫🤙🏻

# showQRinPaymentPage
source: Show this QR when your contact is in payment page
es: Muestra este QR cuando tu contacto este en la pagina de pago

# inviteIncludes
source: Your gift includes:
es: Tu regalo incluye:

source: Share
es: Comparte

source: Change Contact Name
es: Cambiar Nombre Contacto

# notYourContact
source: is not your Contact, scan the QR
es: no es tu contacto, escanea su QR

source: New Contact Name
es: Nuevo Nombre Contacto

source: Select Payment Method
es: Seleccione el Método de Pago

# myHidesFirstMessage
source: Here you can write your HIDES (notes) This notes are encrypted and are only visible for you Long Tap: Delete it forever
es: Aqui puedes escribir tus HIDES (notas) Estas notas se encriptan y sólo son visibles para ti Click largo: Eliminalo definitivamente

# verifyEmailSent
source: A verification email has been send to:
es: Se ha enviado un correo de verificación a:

# visitMailForVerification
source: Visit your email, verify it and then come back to the App
es: Visita tu correo, verificalo y vuelve a acceder a la aplicación

# dontCloseAppSecondLayer
source: Note: Do not close the app, keep it in the background
es: No cierres la aplicación mantenla en segundo plano

source: Includes:
es: Incluye:

# ofTwentyOneDays
source: of 21 Days:
es: de 21 Días:

# ofThreeDays
source: of 3 Days:
es: de 3 Días:

# choosePlan
source: Select your desired plan
es: Seleccione el plan que quiere adquirir

source: Change Language
es: Cambiar Idioma

# oldEnough
source: Are you of legal age (in your country)?
es: ¿Eres mayor de edad?

# packMonth
source: 6 Month Pack
es: Pack 6 Meses

# packYear
source: Year Pack
es: Pack Anual

# notAHideHash
source: This is not a Hide Hash 🍫
es: Esto no es un Hide Hash 🍫

# copiedClipboard
source: Your Hide ID has been copied to Clipboard
es: Tu Hide ID se ha copiado al portapapeles

source: Back
es: Volver

source: Accepted:
es: Aceptados:

# myName
source: Name:
es: Nombre:

# newContact
source: You have a new contact 😊
es: Tienes un nuevo contacto 😊

# noMessages
source: You have no messages 🙈
es: No tienes mensajes 🙈

# sendOne
source: Send a Hide
es: Envia un Hide

# modifyingContact
source: Modifying Contact Information
es: Modificando Información del Contacto

# lessThanMinute
source: < 1 minute
es: < 1 minuto

source: minutes
es: minutos

# moreThanHour
source: > 1 hour
es: > 1 hora

# moreThanDay
source: > 1 day
es: > 1 dia

# decryptImage
source: Decrypting Image
es: Desencriptando Imagen

# iCantVerify
source: I can't verify the Account
es: No puedo verificar la Cuenta

source: Are you sure?
es: ¿Estas seguro?

# notDelete
source: No Delete
es: No Eliminar

source: Delete
es: Eliminar

# sureToDelete
source: Your contact will disappear from your circle 👨🏻‍💻
es: Tu contacto desaparecerá de tu círculo 👨🏻‍💻

# termsTitle
source: Terms & Conditions
es: Términos y Condiciones
